{
  "CamelCaseMotion": { "branch": "master" },
  "Ionide-vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "dhall-vim": { "branch": "master" },
  "haskell-tools.nvim": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "hurl.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "jellybeans.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "purescript-vim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-angry": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-mundo": { "branch": "master" },
  "vim-nix": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "yuck.vim": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}
